{
  "latest_version": [
    "1.1.0"
  ],
  "meta": {
    "description": "Library for getting passwords from PostgreSQL password files",
    "homepage": "http://pgpasslib.readthedocs.io",
    "license": "Copyright (c) 2014 Gavin M. Roy\r\n\r\nAll rights reserved.\r\n\r\nRedistribution and use in source and binary forms, with or without modification,\r\nare permitted provided that the following conditions are met:\r\n\r\n * Redistributions of source code must retain the above copyright notice, this\r\n   list of conditions and the following disclaimer.\r\n * Redistributions in binary form must reproduce the above copyright notice,\r\n   this list of conditions and the following disclaimer in the documentation\r\n   and/or other materials provided with the distribution.\r\n * Neither the name of the pgpasslib nor the names of its\r\n   contributors may be used to endorse or promote products derived from this\r\n   software without specific prior written permission.\r\n\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS IS\" AND\r\nANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED\r\nWARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED.\r\nIN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT,\r\nINDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING,\r\nBUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,\r\nDATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF\r\nLIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE\r\nOR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF\r\nADVISED OF THE POSSIBILITY OF SUCH DAMAGE."
  },
  "versions": {
    "1.0.0": {
      "sha256": "ef5b39b7a3997298c00ddddd2837b7652e2e3d2b1efa65f398b8a4ea761b1ee2",
      "url": "https://files.pythonhosted.org/packages/3d/af/ffd8f2aad4e055b64df27d2f1eb5b05c1f6754cd8a02f5a84e53af4583a9/pgpasslib-1.0.0.tar.gz"
    },
    "1.0.1": {
      "sha256": "c4459ba81fafaeeee56d268efead5b6b5638e451ee83e8c98f90e912cc5fbd14",
      "url": "https://files.pythonhosted.org/packages/c5/23/98c6ffde7204541fd5fbff0528ca795823148f7efc225d64d997e762eeba/pgpasslib-1.0.1.tar.gz"
    },
    "1.0.2": {
      "sha256": "fa04e9ae773e1c59544d4097f19c5c64594351968e3e8a96fd6d61e1fd21768c",
      "url": "https://files.pythonhosted.org/packages/7c/e5/a2ad62c1118272304d921b1959e01e439fa31f6352c190d346b203f515ab/pgpasslib-1.0.2.tar.gz"
    },
    "1.1.0": {
      "sha256": "f523050cb466f43526b2f4877bf2b1a1f09dfd7c7310e1e836c773f48bc10d27",
      "url": "https://files.pythonhosted.org/packages/25/f4/dadd63a080573bca4cc5b53882997207604810ebe12373d04d5a0c687237/pgpasslib-1.1.0.tar.gz"
    }
  }
}