{
  "latest_version": [
    "v0.1.1"
  ],
  "meta": {
    "description": "A traits based data validation module for pandas data structures",
    "homepage": "http://pysemantic.readthedocs.org",
    "license": "New BSD License\r\n\r\nCopyright (c) 2014-2015 The DataCulture Analytics Company.\r\nAll rights reserved.\r\n\r\n\r\nRedistribution and use in source and binary forms, with or without\r\nmodification, are permitted provided that the following conditions are met:\r\n\r\n  a. Redistributions of source code must retain the above copyright notice,\r\n     this list of conditions and the following disclaimer.\r\n  b. Redistributions in binary form must reproduce the above copyright\r\n     notice, this list of conditions and the following disclaimer in the\r\n     documentation and/or other materials provided with the distribution.\r\n  c. Neither the name of the DataCulture Analytics Company, nor the names of\r\n     the PySemantic Developers, nor the names of its contributors may be used\r\n     to endorse or promote products derived from this software without\r\n     specific prior written permission. \r\n\r\n\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS IS\"\r\nAND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE\r\nIMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE\r\nARE DISCLAIMED. IN NO EVENT SHALL THE REGENTS OR CONTRIBUTORS BE LIABLE FOR\r\nANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL\r\nDAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR\r\nSERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER\r\nCAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT\r\nLIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY\r\nOUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH\r\nDAMAGE."
  },
  "versions": [
    {
      "v0.1": {
        "sha256": "c35f291a4c8535c6f002ecde94e82245cff7c26c4da355ddfe7be4c182736ae0",
        "url": "https://files.pythonhosted.org/packages/ea/5f/c144bd6cf1907c81adfa5bd65bd6f97e4747220eadc08d1bdbfae9ecf9c6/pysemantic-0.1.tar.gz"
      },
      "v0.1.1": {
        "sha256": "b3bf42b9e66afd1d04fd84ca9dfab2dd806b250d9bc8e623bfab422bf3484bc7",
        "url": "https://files.pythonhosted.org/packages/ce/72/1661c0b85d22875478051016c4cca39a38fa65e7445b4514e5d07fe81a99/pysemantic-0.1.1.tar.gz"
      }
    }
  ]
}