{
  "latest_version": [
    "0.0.4"
  ],
  "meta": {
    "description": "Swagger extension for Eve powered RESTful APIs",
    "homepage": "http://github.com/nicolaiarocci/cerberus",
    "license": "Copyright (c) 2016 by Nicola Iarocci and contributors.  See AUTHORS\nfor more details.\n\nSome rights reserved.\n\nRedistribution and use in source and binary forms of the software as well\nas documentation, with or without modification, are permitted provided\nthat the following conditions are met:\n\n* Redistributions of source code must retain the above copyright\n  notice, this list of conditions and the following disclaimer.\n\n* Redistributions in binary form must reproduce the above\n  copyright notice, this list of conditions and the following\n  disclaimer in the documentation and/or other materials provided\n  with the distribution.\n\n* The names of the contributors may not be used to endorse or\n  promote products derived from this software without specific\n  prior written permission.\n\nTHIS SOFTWARE AND DOCUMENTATION IS PROVIDED BY THE COPYRIGHT HOLDERS AND\nCONTRIBUTORS \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT\nNOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR\nA PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER\nOR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL,\nEXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO,\nPROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR\nPROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF\nLIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING\nNEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS\nSOFTWARE AND DOCUMENTATION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH\nDAMAGE."
  },
  "versions": {
    "0.0.1": {
      "sha256": "5882a0d9e88c52c2f3c2214df67e508593ba49abeabc9e7c8f6916586502a197",
      "url": "https://files.pythonhosted.org/packages/9f/ab/7a513779c359a0ec96bff8a28956c1ec6dfe4c733a15a55692995dae13d0/Eve-Swagger-0.0.1.tar.gz"
    },
    "0.0.2": {
      "sha256": "e6d1f109b089c8a2749767aeb003f777190ecc92a87b9dededfda480865c8a1c",
      "url": "https://files.pythonhosted.org/packages/eb/8d/0b7723f16fab6d55ed231778fb9a1f0a70403253c5bf4c5e24e968b45761/Eve-Swagger-0.0.2.tar.gz"
    },
    "0.0.3": {
      "sha256": "b1403d34a4a669612e8392b0390294ae7b8784638be0ce62af18a2ea8c779ce6",
      "url": "https://files.pythonhosted.org/packages/03/b0/6456528287bc1a92a4a66b87eee4cf0165c7cdc3868ecdd8b0e84a2b9313/Eve-Swagger-0.0.3.tar.gz"
    },
    "0.0.4": {
      "sha256": "266510bfe27afcafd943e72a983802c3a6258c668cd43bc82df683eca880b911",
      "url": "https://files.pythonhosted.org/packages/0e/34/443f7b20a1078b9678624f2070ffecc4a2d5c506d64e14742352a20049be/Eve-Swagger-0.0.4.tar.gz"
    }
  }
}