{
  "latest_version": [
    "0.1.2"
  ],
  "meta": {
    "description": "Generates various common web design elements. Borders,         patterns, textures, gradients, etc",
    "homepage": "https://github.com/audreyr/design",
    "license": "Copyright (c) 2013, Audrey Roy\nAll rights reserved.\n\nRedistribution and use in source and binary forms, with or\nwithout modification, are permitted provided that the following\nconditions are met:\n\n* Redistributions of source code must retain the above copyright\nnotice, this list of conditions and the following disclaimer.\n\n* Redistributions in binary form must reproduce the above\ncopyright notice, this list of conditions and the following\ndisclaimer in the documentation and/or other materials provided\nwith the distribution.\n\n* Neither the name of border nor the names of its contributors\nmay be used to endorse or promote products derived from this\nsoftware without specific prior written permission.\n\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND\nCONTRIBUTORS \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES,\nINCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF\nMERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE\nDISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR\nCONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL,\nSPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT\nLIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF\nUSE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED\nAND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT\nLIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN\nANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE\nPOSSIBILITY OF SUCH DAMAGE."
  },
  "versions": {
    "0.1.0": {
      "sha256": "10e56bbb77400eaca349799e9baba0dfb7bcff5aed76aaa51a05efd1d96f3bf1",
      "url": "https://files.pythonhosted.org/packages/d8/0d/5d5d2c678d005bf3f4a9093daa62e96f25eb6ae2ba2255f7a0309f207aa2/design-0.1.0.tar.gz"
    },
    "0.1.1": {
      "sha256": "fddbba72990eac5ffa4248d1757b8b3b89644171a09f0bbb61672a6e4d039557",
      "url": "https://files.pythonhosted.org/packages/ea/2e/6c6a048f3843669f632a491a8dd86a6ce896510429b7482a3b133a828243/design-0.1.1.tar.gz"
    },
    "0.1.2": {
      "sha256": "d14248833c1b39b116a454e960af629725561070f6095c84c3f1caa18184ed2d",
      "url": "https://files.pythonhosted.org/packages/11/26/5f727230d3fccdc87e568aa0f0c26228a6c95bd19e58cce387948925b464/design-0.1.2.tar.gz"
    }
  }
}