{
  "latest_version": [
    "3.3.2"
  ],
  "meta": {
    "description": "Media-Management with the Django Admin-Interface",
    "homepage": "https://github.com/miguelramos/django-media-manager",
    "license": "Copyright (c) 2010, Patrick Kranzlmueller (vonautomatisch werkstaetten),\r\nAll rights reserved.\r\n\r\nRedistribution and use in source and binary forms, with or without modification,\r\nare permitted provided that the following conditions are met:\r\n\r\n1. Redistributions of source code must retain the above copyright notice,\r\nthis list of conditions and the following disclaimer.\r\n2. Redistributions in binary form must reproduce the above copyright notice,\r\nthis list of conditions and the following disclaimer in the documentation and/or\r\nother materials provided with the distribution.\r\n3. Neither the name of FileBrowser nor the names of its contributors may be used\r\nto endorse or promote products derived from this software without specific prior\r\nwritten permission.\r\n\r\nTHIS SOFTWARE IS PROVIDED BY THE REGENTS AND CONTRIBUTORS \"AS IS\" AND ANY EXPRESS\r\nOR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF\r\nMERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL\r\nTHE REGENTS OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL,\r\nEXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF\r\nSUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION)\r\nHOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY,\r\nOR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS\r\nSOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE."
  },
  "versions": {
    "3.2": {
      "sha256": "b53263f27b038ed8744f1faa97561ce6d890c649a8e1e0e5189756b7140ae749",
      "url": "https://files.pythonhosted.org/packages/15/c2/082c5d22fa9394e39f07ac22b5ce1232a8eb63ccf5a24c72fb52a6f19dee/django-media-manager-3.2.tar.gz"
    },
    "3.3.1": {
      "sha256": "06533473731c000d978bab01ff1faa90e084d7895094683f326d9e79bf128098",
      "url": "https://files.pythonhosted.org/packages/2d/2d/4575533d8e665ea5e170476f0f2e90e167ae4e6969a78c1e6fe1ad25559f/django-media-manager-3.3.1.tar.gz"
    },
    "3.3.2": {
      "sha256": "f9a9fecc5f0aee420b3f38754d72040d27d209ab4bfaef87603c7b3a89b82d73",
      "url": "https://files.pythonhosted.org/packages/ae/db/a4fffbd0aefbe455845f304a428c1dcef310589134aa5cead86bba6c5d58/django-media-manager-3.3.2.tar.gz"
    }
  }
}