{
  "latest_version": [
    "1.0.0-alpha.1"
  ],
  "meta": {
    "description": "Utils",
    "homepage": "https://bitbucket.org/alexandrul/",
    "license": "Copyright (c) 2014, Eduard-Cristian Stefan\nAll rights reserved.\n\nRedistribution and use in source and binary forms, with or without\nmodification, are permitted provided that the following conditions\nare met:\n\n 1. Redistributions of source code must retain the above copyright\n    notice, this list of conditions and the following disclaimer.\n\n 2. Redistributions in binary form must reproduce the above copyright\n    notice, this list of conditions and the following disclaimer\n    in the documentation and/or other materials\n    provided with the distribution.\n\n 3. Neither the name of the copyright holder nor the names\n    of its contributors may be used to endorse or promote\n    products derived from this software\n    without specific prior written permission.\n\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS\n\"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING,\nBUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY\nAND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED.\nIN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE\nFOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY,\nOR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO,\nPROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA,\nOR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED\nAND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT,\nSTRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE)\nARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE,\nEVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE."
  },
  "versions": [
    {
      "1.0.0-alpha.1": {
        "sha256": "bd0a992644f64747bf356c22660b0a30f3c8bbc476348d2f14942133bcfc7cdb",
        "url": "https://files.pythonhosted.org/packages/c9/e9/29dc48131bcf099f4c6c77ae8ed3646a10409a6a364826c2f36897670db2/tutils-1.0.0-alpha.1.zip"
      }
    }
  ]
}