{
  "latest_version": [
    "1.2.0"
  ],
  "meta": {
    "description": "RAZE Python Libraries",
    "homepage": "http://www.icecave.com.au",
    "license": "RAZE Python Libraries\r\nCopyright (c) 2006 James Harris, Erin Houston\r\nAll rights reserved.\r\n\r\nUse in source and binary forms, with or without modification is permitted \r\nprovided that the following conditions are met.\r\n\r\n * Modified versions of this software are only distributed as part of a larger\r\n   product that uses the modified version, never as a stand-alone library.\r\n\r\n * Neither the name of Icecave Productions nor the names of its contributors or \r\n   members may be used to endorse or promote products that use this software \r\n   without specific prior written permission. \r\n\r\n * It is acknowledged that this license agreement is subject to change without\r\n   notice at the sole discretion of the copyright holder.\r\n\r\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS IS\" AND \r\nANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED \r\nWARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE \r\nDISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR CONTRIBUTORS BE LIABLE FOR \r\nANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES \r\n(INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; \r\nLOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON \r\nANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT \r\n(INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS \r\nSOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE."
  },
  "versions": [
    {
      "1.0.0": {
        "sha256": "ead34eb6d0d90bb5fc352a84879bf38e15e2d259878923965f53ac38ebaf08f5",
        "url": "https://files.pythonhosted.org/packages/dc/93/3ce918a04fe29b254021417ce0afbc5167070f5480f046d95efaefffd007/raze-1.0.0.tar.gz"
      },
      "1.1.0": {
        "sha256": "0c1ff722cf3751edd864f02d0864fbd022a8dcb8204ede936ac770739ca8c528",
        "url": "https://files.pythonhosted.org/packages/67/a4/644afcbdcf5fb67d9273453f45b5342831a08ee9a612044844791d2f49e8/raze-1.1.0.tar.gz"
      },
      "1.2.0": {
        "sha256": "cf4ab5caaa186bea01b074c9dc61a25cbffe4d699ab6b3879baba69f520b1e9d",
        "url": "https://files.pythonhosted.org/packages/51/e9/639fb342f31f14bd5beb8071528306880842de5cab406de9b2c551cf0fd3/raze-1.2.0.tar.gz"
      }
    }
  ]
}