{
  "latest_version": [
    "0.0.8"
  ],
  "meta": {
    "description": "CDX Data Wrappers",
    "homepage": "http://cdx.jpl.nasa.gov/software/cdx-data-wrappers-code-for-mls-airs-misr-and-ncar-ccsm",
    "license": "Copyright\n********\n\nCopyright 2009 by the California Institute of Technology. ALL RIGHTS\nRESERVED.\n\nThe Software is owned by Caltech/JPL and is protected by United States\ncopyright laws and applicable international treaties and/or conventions. The\nUnited States Government may have prior rights to use some or all of the\nSoftware as determined under applicable contracts and license agreements with\nCaltech/JPL.\n\nThis software was developed at the Jet Propulsion Laboratory, an operating\ndivision of the California Institute of Technology and is not available for \nuse by any person, organization, or other entity without prior, specific\nwritten permission.\n\n\n\nPyDAP\n*****\n\nThis software includes modifications to PyDAP, a Python library implementing\nthe Data Access Protocol, Copyright 2003-2009 Roberto De Almeida.\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights to\nuse, copy, modify, merge, publish, distribute, sublicense, and/or sell \ncopies of the Software, and to permit persons to whom the Software is \nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, \nINCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR \nPURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE \nFOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, \nARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE \nSOFTWARE."
  },
  "versions": [
    {}
  ]
}