{
  "latest_version": [
    "0.0.1.1"
  ],
  "meta": {
    "description": "Split WordPress XML export files into smaller files to import into a new WordPress installations",
    "homepage": "http://omaciel.github.com/choppedpress/",
    "license": "Copyright (c) 2010-2012, Og Maciel <ogmaciel@gnome.org>\n\nAll rights reserved.\n\nRedistribution and use in source and binary forms, with or without modification, are permitted\nprovided that the following conditions are met:\n\n    * Redistributions of source code must retain the above copyright notice, this list of\n      conditions and the following disclaimer.\n    * Redistributions in binary form must reproduce the above copyright notice, this list\n      of conditions and the following disclaimer in the documentation and/or other materials\n      provided with the distribution.\n    * Neither the name of the Og Maciel nor the names of its contributors may be used to\n      endorse or promote products derived from this software without specific prior written\n      permission.\n\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS\n\"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT\nLIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR\nA PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT OWNER OR\nCONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL,\nEXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO,\nPROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR\nPROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF\nLIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING\nNEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS\nSOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE."
  },
  "versions": [
    {
      "0.0.1": {
        "sha256": "99cfbc2e7f3c5d55ad90e0ba7dc214e8df6dc55a17954788d76872d6e533213d",
        "url": "https://files.pythonhosted.org/packages/79/21/abbeea21dfb68d2612123732be325634eb23ed224007a45037f46c0dbfac/choppedpress-0.0.1.tar.gz"
      },
      "0.0.1.1": {
        "sha256": "0274d6c65874e41d00930cd87ad60921a8ccca8331f3dc81bb8676e1de60201c",
        "url": "https://files.pythonhosted.org/packages/6c/2d/928c7a2991bb897043c70c12ed7a1c7b711e18db9cf3ca5d059c6a53c3b3/choppedpress-0.0.1.1.tar.gz"
      }
    }
  ]
}