{
  "latest_version": [
    "0.2"
  ],
  "meta": {
    "description": "Fingerprinting application dependencies",
    "homepage": "https://github.com/rocksclusters/FingerPrint",
    "license": "FingerPrint Code\n\n                Rocks(r) \n                www.rocksclusters.org\n                FingerPrint \n\n\nCopyright (c) 2000 - 2012 The Regents of the University of California.\nAll rights reserved.  \n\nRedistribution and use in source and binary forms, with or without\nmodification, are permitted provided that the following conditions are\nmet:\n\n1. Redistributions of source code must retain the above copyright\nnotice, this list of conditions and the following disclaimer.\n\n2. Redistributions in binary form must reproduce the above copyright\nnotice unmodified and in its entirety, this list of conditions and the\nfollowing disclaimer in the documentation and/or other materials provided \nwith the distribution.\n\n3. All advertising and press materials, printed or electronic, mentioning\nfeatures or use of this software must display the following acknowledgement: \n\n  \"This product includes software developed by the Rocks(r)\n  Cluster Group at the San Diego Supercomputer Center at the\n  University of California, San Diego and its contributors.\"\n\n4. Except as permitted for the purposes of acknowledgment in paragraph 3,\nneither the name or logo of this software nor the names of its\nauthors may be used to endorse or promote products derived from this\nsoftware without specific prior written permission.  The name of the\nsoftware includes the following terms, and any derivatives thereof:\n\"Rocks\", \"Rocks Clusters\", and \"Avalanche Installer\".  For licensing of \nthe associated name, interested parties should contact Technology \nTransfer & Intellectual Property Services, University of California, \nSan Diego, 9500 Gilman Drive, Mail Code 0910, La Jolla, CA 92093-0910, \nPh: (858) 534-5815, FAX: (858) 534-7345, E-MAIL:invent@ucsd.edu\n\nTHIS SOFTWARE IS PROVIDED BY THE REGENTS AND CONTRIBUTORS ``AS IS''\nAND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO,\nTHE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR\nPURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE REGENTS OR CONTRIBUTORS\nBE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR\nCONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF\nSUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR\nBUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY,\nWHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE\nOR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN\nIF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\n\n\npython-ptrace FingerPrint/ptrace/* code license\n(all rights to Vicotr Stinner):\n\n\n    Copyright (C) 1991  Victor Stinner\n\n\n    This program is free software; you can redistribute it and/or modify\n    it under the terms of the GNU General Public License as published by\n    the Free Software Foundation; either version 2 of the License, or\n    (at your option) any later version.\n\n    This program is distributed in the hope that it will be useful,\n    but WITHOUT ANY WARRANTY; without even the implied warranty of\n    MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the\n    GNU General Public License for more details.\n\n    You should have received a copy of the GNU General Public License\n    along with this program; if not, write to the Free Software\n    Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA  02110-1301  USA"
  },
  "versions": [
    {
      "0.2": {
        "sha256": "3c8f958692735ddb6d4c49976509482f6cd02cb651df5e86abb01f84be545b86",
        "url": "https://files.pythonhosted.org/packages/fd/d8/0e555fa03cd03358e9ad9e00e4a378c843afe1c255952c83bbd932b27eb3/fingerprint-app-0.2.tar.gz"
      }
    }
  ]
}